IDEA StatiCa Open Model
PlateData Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the PlateData class
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public PlateData()
Public Sub New
public:
PlateData()
See Also
Reference
PlateData Class
IdeaRS.OpenModel.Connection Namespace